/// ИДЕИ
/// 
/// 
///Добавить как опцию в Инструменты:
///  сортировка txt файлов костей (уже есть отдельно, остальнос только скопировать код)
///  сортировка карточек персонажей - в основном нужно только распознать карточку как валидную, а там потом проверять, если в неверной подпапке, помущать в верную, можно даже с подпапкой по тематике, т.к. есть плагин, распознающий подпапки
///  
///Функция для обновления сборки: 
///Делать первый снимок, где запоминать размеры, md5 и расположение всех файлов, сохраняя эти данные файл.
///Через какое-то время, перед публикацией, делать другой снимок, 
///по результатам которого узнавать, какие файлы были добавлены\удалены\изменены\перемещены,
///полученные данные можно использовать для создания патча обновления, который будет содержать инструкции,
///какие файлы нужно переместить, какие удалить, какие добавить, без необходимости пеерустановки всего заново
///
